
// WELCOME
"WELCOME TO\n%LOGIBRAND% OPTIONS" = "BIENVENIDO A\n%LOGIBRAND% OPTIONS";
"By clicking install, you agree to the terms of the<br><a href='https://www.logitech.com/assets/65580/logitech-eula.pdf'>End User License Agreement</a>." = "Al hacer clic en Instalar, acepta los términos del<br><a href='https://www.logitech.com/assets/65580/logitech-eula.pdf'>Contrato de licencia de usuario final</a>.";
"INSTALL %LOGIBRAND% OPTIONS" = "INSTALAR %LOGIBRAND% OPTIONS";

// ANALYTICS
"HELP US IMPROVE\nOUR PRODUCTS" = "AYÚDENOS A MEJORAR\nNUESTROS PRODUCTOS";
"Help %LogiBrand% improve its products and services by automatically sending diagnostics and usage data." = "Ayude a %LogiBrand% a mejorar sus productos y servicios enviando automáticamente diagnósticos y datos de uso.";
"This can be changed from the More button on %LogiBrand% Options.\nLearn more about %LogiBrand%&apos;s <a href='https://www.%logidomain%/legal/product-privacy-policy.html'>Privacy Policy</a>." = "Esto se puede cambiar desde el botón Más en %LogiBrand% Options.\nMás información sobre la <a href='https://www.%logidomain%/legal/product-privacy-policy.html'>política de privacidad</a> de %LogiBrand%.";
"YES, SHARE ANALYTICS DATA" = "SÍ, COMPARTIR DATOS ANALÍTICOS";
"NO THANKS" = "NO, GRACIAS";

// PROGRESS
"INSTALLING\n%LOGIBRAND% OPTIONS" = "INSTALANDO\n%LOGIBRAND% OPTIONS";
"%LogiBrand% Options allows you to customize and get\nthe most out of your %LogiBrand% devices." = "%LogiBrand% Options permite personalizar y sacar el máximo partido a sus dispositivos %LogiBrand%.";
"CANCEL INSTALLATION" = "CANCELAR INSTALACIÓN";

// SUCCESS
"%LOGIBRAND% OPTIONS\nIS INSTALLED" = "%LOGIBRAND% OPTIONS\nESTÁ INSTALADO";
"For more information visit <a href='http://www.%logidomain%/options'>%logidomain%/options</a>" = "Para obtener más información, visite <a href='http://www.%logidomain%/options'>%logidomain%/options</a>";
"DISCOVER %LOGIBRAND% OPTIONS" = "DESCUBRA %LOGIBRAND% OPTIONS";

// EULA
"By clicking install you agree to the terms of the<br><a>End User License Agreement</a>" = "Al hacer clic en Instalar, acepta los términos del<br><a>Contrato de licencia de usuario final</a>";



// NEW >>>

"INSTALLATION\nIN PROGRESS" = "INSTALACIÓN\nEN CURSO...";

"Please wait, this process may take a few minutes." = "Espere, este proceso puede tardar varios minutos.";

"OOPS! WE HAVE A PROBLEM" = "¡VAYA! TENEMOS UN PROBLEMA";

"We don’t support this OS Version\nCheck our support page" = "No admitimos esta versión de sistema operativo\nConsulte nuestra página de asistencia";

"QUIT INSTALLATION" = "CERRAR INSTALACIÓN";

"INSTALLATION FAILED" = "ERROR AL INSTALAR";

"LAUNCH %LOGIBRAND% OPTIONS" = "INICIAR %LOGIBRAND% OPTIONS";

